Repository: bluepayment-plugin/autopay-payments
Catalog: lang/bm-woocommerce-*.po
Languages: de_de, es_es, it_it, pl_pl

source: Payment accepted for purchase of ONLY digital products
de_de: Zahlung akzeptiert (nur digitale Produkte)
es_es: Pago aceptado para un carrito que contiene solo productos virtuales
it_it: Pagamento accettato (solo prodotti digitali)
pl_pl: Płatność zatwierdzona dla koszyka zawierającego tylko produkty wirtualne

source: Payment rejected
de_de: Zahlung abgelehnt
es_es: Pago rechazado
it_it: Pagamento rifiutato
pl_pl: Płatność nieudana

source: Debug mode
de_de: Debugmodus
es_es: Modo depuración
it_it: Modalità debug
pl_pl: Tryb debugowania

source: Enable debug mode
de_de: Debugmodus aktivieren
es_es: Activar modo depuración
it_it: Abilita modalità debug
pl_pl: Włącz tryb debugowania

source: Sandbox mode for logged-in administrator
de_de: Sandbox-Modus für angemeldete Administratoren
es_es: Modo de pruebas para administradores conectados
it_it: Modalità sandbox per amministratore connesso
pl_pl: Tryb Sandbox dla zalogowanego administratora

source: Show Autopay payment gateway in Checkout only to logged-in administrators
de_de: Autopay-Zahlungsgateway im Checkout nur angemeldeten Administratoren anzeigen
es_es: Mostrar los métodos de pago de Autopay solo a administradores conectados
it_it: Mostra il gateway Autopay al checkout solo agli amministratori connessi
pl_pl: Pokazuj metody płatności Autopay na sklepie tylko zalogowanym administratorom

source: Show countdown screen before redirection to increase compatibility
de_de: Countdown vor Weiterleitung anzeigen (Kompatibilität erhöhen)
es_es: Mostrar una pantalla de cuenta atrás antes de la redirección para aumentar la compatibilidad
it_it: Mostra un conto alla rovescia prima del reindirizzamento (maggiore compatibilità)
pl_pl: Wyświetl ekran odliczania przed przekierowaniem w celu zwiększenia kompatybilności

source: Compatibility mode with third-party plugins that reload checkout fragments
de_de: Kompatibilitätsmodus für Dritt-Plugins, die Checkout-Bereiche neu laden
es_es: Modo de compatibilidad con plugins externos que recargan fragmentos del checkout
it_it: Modalità compatibilità per plugin di terze parti che ricaricano parti del checkout
pl_pl: Tryb kompatybilności z wtyczkami trzecimi, które przeładowują fragmenty checkoutu

source: Alternative transaction start production URL
de_de: Alternative Start-URL für Produktionstransaktion
es_es: URL alternativa de inicio de transacción en producción
it_it: URL alternativa di avvio transazione (produzione)
pl_pl: Alternatywny produkcyjny adres startu transakcji

source: Alternative transaction start test URL
de_de: Alternative Start-URL für Testtransaktion
es_es: URL alternativa de inicio de transacción en pruebas
it_it: URL alternativa di avvio transazione (test)
pl_pl: Alternatywny testowy adres startu transakcji

source: Import settings from legacy plugin
de_de: Einstellungen aus dem vorherigen Plugin importieren
es_es: Importar ajustes desde el complemento anterior
it_it: Importa le impostazioni dal plugin precedente
pl_pl: Zaimportuj ustawienia ze starszej wtyczki

source: Use own CSS styles
de_de: Eigene CSS-Stile verwenden
es_es: Aplicar estilos CSS propios
it_it: Usa stili CSS personalizzati
pl_pl: Nadaj własne stylowanie CSS

source: In the available payment methods list we will render a separate, dedicated button for each of the payment methods available through Autopay.
de_de: In der Zahlungsartenliste wird für jede über Autopay verfügbare Methode ein eigener Button angezeigt.
es_es: En la lista de métodos de pago se mostrará un botón independiente para cada método disponible a través de Autopay.
it_it: Nell'elenco dei metodi di pagamento verrà mostrato un pulsante dedicato per ciascun metodo disponibile tramite Autopay.
pl_pl: Na liście pojawi się dedykowany przycisk dla każdej z dostępnych metod płatności.

source: In the available payment methods list we will render one button, upon clicking which payer will be redirected to Autopay’s hosted payment page where all available payment methods will be displayed.
de_de: In der Zahlungsartenliste wird ein einzelner Button angezeigt, der zur von Autopay gehosteten Zahlungsseite mit allen verfügbaren Methoden führt.
es_es: En la lista de métodos de pago se mostrará un único botón que redirige al cliente a la página de pago alojada por Autopay, donde verá todas las opciones disponibles.
it_it: Nell'elenco verrà mostrato un unico pulsante che reindirizza alla pagina di pagamento ospitata da Autopay con tutti i metodi disponibili.
pl_pl: Na liście metod pojawi się jeden przycisk przekierowujący klienta do strony płatności hostowanej przez Autopay, gdzie płatnik zobaczy pełną listę dostępnych metod płatności.

source: Failed to create product
de_de: Produkt konnte nicht erstellt werden
es_es: No se pudo crear el producto
it_it: Impossibile creare il prodotto
pl_pl: Nie udało się utworzyć produktu

source: Failed to create order
de_de: Bestellung konnte nicht erstellt werden
es_es: No se pudo crear el pedido
it_it: Impossibile creare l'ordine
pl_pl: Nie udało się utworzyć zamówienia

source: Failed to delete test order
de_de: Testbestellung konnte nicht gelöscht werden
es_es: No se pudo eliminar el pedido de prueba
it_it: Impossibile eliminare l'ordine di prova
pl_pl: Nie udało się usunąć zamówienia testowego

source: You will be redirected to the page of the selected bank. Select the bank in order to make the payment.
de_de: Du wirst zur Seite der ausgewählten Bank weitergeleitet. Bitte Bank wählen, um zu bezahlen.
es_es: Te redirigiremos a la web de tu banco. Selecciónalo para realizar el pago.
it_it: Verrai reindirizzato alla pagina della banca selezionata. Scegli la banca per effettuare il pagamento.
pl_pl: Przekierujemy Cię na stronę wybranego banku. Wybierz bank, z którego chcesz zlecić płatność.

source: You will be redirected to the page of the selected bank.
de_de: Du wirst zur Seite der ausgewählten Bank weitergeleitet.
es_es: Te redirigiremos a la página de tu banco.
it_it: Verrai reindirizzato alla pagina della banca selezionata.
pl_pl: Przekierujemy Cię na stronę wybranego banku.

source: Autopay Instant payment
de_de: Autopay-Sofortzahlung
es_es: Pago inmediato Autopay
it_it: Pagamento istantaneo Autopay
pl_pl: Szybka płatność Autopay

source: Instant payment, BLIK, credit card, Google Pay, Apple Pay
de_de: Sofortzahlung, BLIK, Kreditkarte, Google Pay, Apple Pay
es_es: Transferencia inmediata, BLIK, tarjeta, Google Pay, Apple Pay
it_it: Pagamento istantaneo, BLIK, carta di credito, Google Pay, Apple Pay
pl_pl: Przelew internetowy, BLIK, karta płatnicza, Google Pay, Apple Pay

source: Autopay gateway
de_de: Autopay-Zahlungsgateway
es_es: Pago inmediato
it_it: Gateway Autopay
pl_pl: Szybka płatność

source: Autopay payments: Cannot redirect to payment because no payment channel selected.
de_de: Autopay-Zahlungen: Weiterleitung zur Zahlung nicht möglich, da kein Zahlungskanal ausgewählt wurde.
es_es: Pagos Autopay: No se puede redirigir al pago porque no se seleccionó ningún canal de pago.
it_it: Pagamenti Autopay: impossibile reindirizzare al pagamento perché non è stato selezionato alcun canale di pagamento.
pl_pl: Płatności Autopay: Nie można przekierować do płatności, ponieważ nie wybrano kanału płatności.

source: The code you provided is invalid. Code should be 6 digits.
de_de: Ungültiger BLIK-Code. Er muss 6 Ziffern haben.
es_es: El código BLIK introducido no es válido. Debe tener 6 dígitos.
it_it: Il codice BLIK inserito non è valido. Deve contenere 6 cifre.
pl_pl: Wprowadzony kod BLIK jest nieprawidłowy. Kod powinien składać się z 6 cyfr.

source: Autopay: Payment process started for order ID:
de_de: Autopay: Zahlungsvorgang gestartet für Bestell-ID:
es_es: Autopay: Proceso de pago iniciado para el pedido ID:
it_it: Autopay: processo di pagamento avviato per l'ordine ID:
pl_pl: Autopay: Rozpoczęto proces płatności dla zamówienia ID:

source: Autopay: BLIK-0 payment process started for order ID:
de_de: Autopay: BLIK-0-Zahlungsvorgang gestartet für Bestell-ID:
es_es: Autopay: Proceso de pago BLIK‑0 iniciado para el pedido ID:
it_it: Autopay: avviato pagamento BLIK-0 per ID ordine:
pl_pl: Autopay: Rozpoczęto płatność BLIK-0 dla zamówienia ID:

source: validate_itn_hash - not valid
de_de: validate_itn_hash – ungültig
es_es: validate_itn_hash: no válido
it_it: validate_itn_hash - non valido
pl_pl: validate_itn_hash – nieprawidłowy

source: Payment method title has been truncated to 80 characters.
de_de: Titel der Zahlungsmethode wurde auf 80 Zeichen gekürzt.
es_es: El título del método de pago se ha truncado a 80 caracteres.
it_it: Il titolo del metodo di pagamento è stato troncato a 80 caratteri.
pl_pl: Tytuł metody płatności został skrócony do 80 znaków.

source: Payment method description has been truncated to 500 characters.
de_de: Beschreibung der Zahlungsmethode wurde auf 500 Zeichen gekürzt.
es_es: La descripción del método de pago se ha truncado a 500 caracteres.
it_it: La descrizione del metodo di pagamento è stata troncata a 500 caratteri.
pl_pl: Opis metody płatności został skrócony do 500 znaków.

source: Pay with Autopay
de_de: Mit Autopay bezahlen
es_es: Pagar con Autopay
it_it: Paga con Autopay
pl_pl: Zapłać z Autopay

source: No payment channel selected.
de_de: Kein Zahlungskanal ausgewählt.
es_es: No se seleccionó ningún canal de pago.
it_it: Nessun canale di pagamento selezionato.
pl_pl: Nie wybrano kanału płatności.

source: Enter the BLIK code.
de_de: Gib den BLIK-Code ein.
es_es: Introduce el código BLIK.
it_it: Inserisci il codice BLIK.
pl_pl: Podaj kod BLIK.

source: You'll find it in your banking app.
de_de: Du findest ihn in deiner Banking-App.
es_es: Lo encontrarás en tu aplicación bancaria.
it_it: Lo trovi nella tua app bancaria.
pl_pl: Znajdziesz go w swojej aplikacji bankowej.

source: Unpaid order cancelled - time limit reached.
de_de: Unbezahlte Bestellung storniert – Zeitlimit erreicht.
es_es: Estado del pedido cambiado de "Pendiente" a "Cancelado". Se agotó el tiempo de reserva de stock.
it_it: Ordine non pagato annullato: tempo limite superato.
pl_pl: Status zamówienia zmieniony z Oczekujące na Anulowano. Upłynął czas wstrzymania stanu magazynowego.

source: The selected currency is not supported by the Autopay payment gateway. The gateway has been disabled
de_de: Die ausgewählte Währung wird vom Autopay-Zahlungsgateway nicht unterstützt. Das Gateway wurde deaktiviert.
es_es: La moneda seleccionada no es compatible con la pasarela de pago Autopay. La pasarela se ha desactivado.
it_it: La valuta selezionata non è supportata dal gateway di pagamento Autopay. Il gateway è stato disattivato.
pl_pl: Wybrana waluta nie jest obsługiwana przez bramkę płatniczą Autopay. Bramka została wyłączona

source: Autopay BLIK-0: Timed out while waiting for confirmation.
de_de: Autopay BLIK-0: Zeitüberschreitung beim Warten auf Bestätigung.
es_es: Autopay BLIK‑0: Tiempo de espera agotado al esperar la confirmación.
it_it: Autopay BLIK-0: tempo scaduto in attesa di conferma.
pl_pl: Autopay BLIK-0: Upłynął czas na potwierdzenie transakcji.

source: The block-based payment module will not work with the installed version of Woocommerce. Install at least 8.1.0 version.
de_de: Das blockbasierte Zahlungsmodul funktioniert mit der installierten WooCommerce-Version nicht. Bitte mindestens 8.1.0 installieren.
es_es: El módulo de pagos basado en bloques no funciona con esta versión de WooCommerce. Instala al menos la 8.1.0.
it_it: Il modulo di pagamento basato su blocchi non funziona con la versione di WooCommerce installata. Installa almeno la versione 8.1.0.
pl_pl: Moduł płatności oparty o bloki nie będzie działać z zainstalowaną wersją Woocommerce. Zainstaluj wersję co najmniej 8.1.0.

source: Action field not exists
de_de: Das Feld action existiert nicht
es_es: El campo action no existe
it_it: Il campo action non esiste
pl_pl: Pole action nie istnieje

source: test_id field not exists
de_de: Das Feld test_id existiert nicht
es_es: El campo test_id no existe
it_it: Il campo test_id non esiste
pl_pl: Pole test_id nie istnieje

source: Your store is not ready to accept payments. Please check the logs for more details.
de_de: Dein Shop ist nicht bereit, Zahlungen zu akzeptieren. Details findest du im Log.
es_es: Tu tienda no está lista para aceptar pagos. Consulta los registros para más detalles.
it_it: Il tuo negozio non è pronto per accettare pagamenti. Controlla i log per maggiori dettagli.
pl_pl: Twój sklep nie jest gotowy do przyjmowania płatności. Prosimy o zapoznanie się z logiem w celu uzyskania szczegółów.

source: Minor inconsistencies in your shop were detected, though they may not block transactions entirely. Review your integration steps to optimize performance. If you encounter issues, you can share the log file by downloading or copying it.
de_de: Es wurden kleinere Unstimmigkeiten im Shop gefunden; sie blockieren Transaktionen eventuell nicht vollständig. Prüfe deine Integration zur Optimierung. Bei Problemen Log herunterladen oder kopieren und weitergeben.
es_es: Se detectaron pequeñas inconsistencias en tu tienda; quizá no bloqueen por completo las transacciones. Revisa la integración para optimizar el rendimiento. Si tienes problemas, comparte el registro descargándolo o copiándolo.
it_it: Sono state rilevate lievi incongruenze nel negozio; probabilmente non bloccano del tutto le transazioni. Rivedi i passaggi d'integrazione per ottimizzare. In caso di problemi scarica o copia il log e condividilo.
pl_pl: Wykryto drobne niespójności w Twoim sklepie, choć mogą one nie blokować całkowicie transakcji. Przejrzyj kroki integracji, aby zoptymalizować wydajność. Jeśli napotkasz problemy, możesz udostępnić plik dziennika, pobierając go lub kopiując.

source: All gateway prerequisites were met, and transactions should proceed smoothly. Keep this success summary so you can reference it if updates are needed.
de_de: Alle Voraussetzungen für das Gateway sind erfüllt; Transaktionen sollten reibungslos laufen. Bewahre diese Erfolgsmeldung für spätere Updates auf.
es_es: Todos los requisitos de la pasarela se han cumplido y las transacciones deberían procesarse sin problemas. Guarda este resumen de éxito por si necesitas consultarlo tras futuras actualizaciones.
it_it: Tutti i prerequisiti del gateway sono soddisfatti; le transazioni dovrebbero procedere senza problemi. Conserva questo riepilogo per riferimento futuro.
pl_pl: Wszystkie wstępne wymogi dla bramki płatności zostały spełnione, a transakcje powinny przebiegać bez zakłóceń. Zachowaj to podsumowanie sukcesu, aby móc się na nie powołać w razie aktualizacji.

source: Invalid action
de_de: Ungültige Aktion
es_es: Acción no válida
it_it: Azione non valida
pl_pl: Nieprawidłowa akcja

source: Transaction testing
de_de: Transaktionstest
es_es: Prueba de transacción
it_it: Test transazioni
pl_pl: Testowanie transakcji

source: Autopay configuration testing
de_de: Autopay-Konfigurationstest
es_es: Prueba de configuración de Autopay
it_it: Test configurazione Autopay
pl_pl: Testowanie konfiguracji Autopay

source: Server configuration testing
de_de: Serverkonfigurationstest
es_es: Prueba de configuración del servidor
it_it: Test configurazione server
pl_pl: Testowanie konfiguracji serwera

source: Wordpress configuration testing
de_de: WordPress-Konfigurationstest
es_es: Prueba de configuración de WordPress
it_it: Test configurazione WordPress
pl_pl: Testowanie konfiguracji Wordpressa

source: PHP version %s is below the minimum required version 7.4. Please update your PHP installation.
de_de: PHP-Version %s liegt unter der Mindestanforderung 7.4. Bitte aktualisieren.
es_es: La versión de PHP %s está por debajo del mínimo requerido (7.4). Actualiza tu instalación.
it_it: La versione di PHP %s è inferiore al minimo richiesto (7.4). Aggiorna l'installazione.
pl_pl: Wersja PHP %s jest niższa od minimalnie wymaganej 7.4. Proszę zaktualizować instalację PHP.

source: PHP version %s is higher than 8.4. Some Wordpress configurations may experience compatibility issues.
de_de: PHP-Version %s ist höher als 8.4. Einige WordPress-Konfigurationen können zu Kompatibilitätsproblemen führen.
es_es: La versión de PHP %s es superior a 8.4. Algunas configuraciones de WordPress pueden presentar problemas de compatibilidad.
it_it: La versione di PHP %s è superiore a 8.4. Alcune configurazioni di WordPress potrebbero riscontrare problemi di compatibilità.
pl_pl: Wersja PHP %s jest wyższa niż 8.4. Niektóre konfiguracje WordPressa mogą doświadczać problemów ze zgodnością.

source: Missing required PHP extensions: %s. Please install them.
de_de: Erforderliche PHP-Erweiterungen fehlen: %s. Bitte installieren.
es_es: Faltan extensiones PHP necesarias: %s. Instálalas.
it_it: Mancano le estensioni PHP richieste: %s. Installale.
pl_pl: Brak wymaganych rozszerzeń PHP: %s. Proszę je zainstalować.

source: HTTPS is not enabled. Please secure your site with an SSL certificate.
de_de: HTTPS ist nicht aktiviert. Bitte Website mit SSL-Zertifikat absichern.
es_es: HTTPS no está habilitado. Protege tu sitio con un certificado SSL.
it_it: HTTPS non è abilitato. Proteggi il sito con un certificato SSL.
pl_pl: HTTPS nie jest włączony. Proszę zabezpieczyć stronę certyfikatem SSL.

source: WooCommerce log directory is not writable. Please check file permissions.
de_de: WooCommerce-Protokollverzeichnis ist nicht beschreibbar. Dateiberechtigungen prüfen.
es_es: El directorio de registros de WooCommerce no tiene permisos de escritura. Revisa los permisos.
it_it: La cartella dei log di WooCommerce non è scrivibile. Controlla i permessi.
pl_pl: Katalog logów WooCommerce nie jest zapisywalny. Proszę sprawdzić uprawnienia do plików.

source: No internet connection detected. Please contact your hosting provider.
de_de: Keine Internetverbindung erkannt. Bitte Hosting-Anbieter kontaktieren.
es_es: No se detectó conexión a Internet. Contacta con tu proveedor de hosting.
it_it: Nessuna connessione Internet rilevata. Contatta il tuo provider di hosting.
pl_pl: Nie wykryto połączenia z internetem. Proszę skontaktować się z dostawcą hostingu.

source: Detected unsupported WooCommerce version (%s). We recommend updating to version 8.1 or higher.
de_de: Nicht unterstützte WooCommerce-Version erkannt (%s). Update auf 8.1 oder höher empfohlen.
es_es: Se detectó una versión de WooCommerce no compatible (%s). Actualiza a la 8.1 o superior.
it_it: Rilevata una versione non supportata di WooCommerce (%s). Si consiglia l'aggiornamento alla 8.1 o superiore.
pl_pl: Wykryto nieobsługiwaną wersję WooCommerce (%s). Zalecamy aktualizację do wersji 8.1 lub wyższej.

source: Beta version of WooCommerce (%s) detected. It might not be fully supported.
de_de: Beta-Version von WooCommerce erkannt (%s). Eventuell nicht vollständig unterstützt.
es_es: Se detectó la versión beta de WooCommerce (%s). Puede que no esté totalmente soportada.
it_it: Rilevata una versione beta di WooCommerce (%s). Potrebbe non essere pienamente supportata.
pl_pl: Wykryto wersję beta WooCommerce (%s). Może nie być w pełni obsługiwana.

source: Detected unsupported WordPress version (%s). We recommend updating to version 6.0 or higher.
de_de: Nicht unterstützte WordPress-Version erkannt (%s). Update auf 6.0 oder höher empfohlen.
es_es: Se detectó una versión de WordPress no compatible (%s). Actualiza a la 6.0 o superior.
it_it: Rilevata una versione non supportata di WordPress (%s). Aggiorna alla 6.0 o superiore.
pl_pl: Wykryto nieobsługiwaną wersję WordPress (%s). Zalecamy aktualizację do wersji 6.0 lub wyższej.

source: Beta version of WordPress (%s) detected. It might not be fully supported.
de_de: Beta-Version von WordPress (%s) erkannt. Möglicherweise wird sie nicht vollständig unterstützt.
es_es: Se ha detectado una versión beta de WordPress (%s). Es posible que no esté totalmente soportada.
it_it: Rilevata versione beta di WordPress (%s). Potrebbe non essere completamente supportata.
pl_pl: Wykryto wersję beta WordPressa (%s). Może nie być w pełni wspierana.

source: Unable to fetch the latest Autopay plugin version from the WordPress repository.
de_de: Neueste Autopay-Plugin-Version konnte nicht aus dem WordPress-Repository geladen werden.
es_es: No se pudo obtener la última versión del plugin Autopay desde el repositorio de WordPress.
it_it: Impossibile recuperare l'ultima versione del plugin Autopay dal repository WordPress.
pl_pl: Nie można pobrać najnowszej wersji wtyczki Autopay z repozytorium WordPress.

source: An update is available for the Autopay plugin. Current version: %s, latest version: %s.
de_de: Update für Autopay-Plugin verfügbar. Aktuell: %s, neueste Version: %s.
es_es: Hay una actualización disponible para el plugin Autopay. Versión actual: %s, última versión: %s.
it_it: È disponibile un aggiornamento per il plugin Autopay. Versione attuale: %s, ultima versione: %s.
pl_pl: Dostępna jest aktualizacja wtyczki Autopay. Obecna wersja: %s, najnowsza wersja: %s.

source: Old BlueMedia plugin is active. Please remove it or deactivate it.
de_de: Altes BlueMedia-Plugin ist aktiv. Bitte entfernen oder deaktivieren.
es_es: El antiguo plugin Blue Media está activo. Desactívalo o elimínalo.
it_it: Il vecchio plugin BlueMedia è attivo. Rimuovilo o disattivalo.
pl_pl: Wykryto włączoną niewspieraną wtyczkę Blue Media. Należy ją deaktywować albo usunąć.

source: Conflicting third-party plugin 'pay-wp' is active. Please deactivate it to avoid conflicts with Autopay.
de_de: Konflikt: Drittanbieter-Plugin 'pay-wp' aktiv. Bitte deaktivieren, um Konflikte mit Autopay zu vermeiden.
es_es: El plugin de terceros 'pay-wp' está activo y puede causar conflictos con Autopay. Desactívalo.
it_it: Il plugin di terze parti 'pay-wp' è attivo e in conflitto. Disattivalo per evitare problemi con Autopay.
pl_pl: Aktywna jest wtyczka 'pay-wp' mogąca powodować konflikty z Autopay. Proszę ją dezaktywować.

source: No configured currencies found
de_de: Keine konfigurierten Währungen gefunden
es_es: No se han encontrado divisas configuradas
it_it: Nessuna valuta configurata
pl_pl: Nie znaleziono skonfigurowanych walut

source: ServiceID was not provided for currency: %s
de_de: ServiceID für Währung %s fehlt
es_es: No se proporcionó ServiceID para la moneda: %s
it_it: ServiceID mancante per la valuta: %s
pl_pl: Nie podano identyfikatora ServiceID dla waluty: %s

source: An invalid ServiceID was provided for currency: %s
de_de: Ungültige ServiceID für Währung %s
es_es: Se proporcionó un ServiceID no válido para la moneda: %s
it_it: ServiceID non valido per la valuta: %s
pl_pl: Podano nieprawidłowy identyfikator ServiceID dla waluty: %s

source: API secret key (Hash) was not provided for currency: %s
de_de: API-Secret (Hash) für Währung %s fehlt
es_es: No se proporcionó la clave secreta (hash) para la moneda: %s
it_it: Chiave segreta API (hash) mancante per la valuta: %s
pl_pl: Nie podano klucza API (Hash) dla waluty: %s

source: Autopay URL cannot be reached. Make sure you have a valid internet connection
de_de: Autopay-URL nicht erreichbar. Bitte Internetverbindung prüfen
es_es: No se puede acceder a la URL de Autopay. Verifica tu conexión a Internet
it_it: URL Autopay non raggiungibile. Controlla la connessione Internet
pl_pl: Adres URL Autopay jest nieosiągalny. Upewnij się, że masz prawidłowe połączenie z internetem

source: Failed to download payment channel list for currency: %s. Check the validity of the provided key (hash) and serviceID
de_de: Zahlungskanäle für Währung %s konnten nicht geladen werden. Schlüssel (Hash) und ServiceID prüfen
es_es: Error al descargar la lista de canales de pago para la moneda: %s. Comprueba la clave (hash) y el ServiceID
it_it: Impossibile scaricare l'elenco dei canali di pagamento per la valuta %s. Verifica chiave (hash) e ServiceID
pl_pl: Błąd podczas pobierania listy kanałów płatności dla waluty: %s. Sprawdź poprawność podanego klucza (hash) oraz serviceID
