Repository: bluepayment-plugin/autopay-payments
Catalog: lang/bm-woocommerce-*.po
Languages: de_de, es_es, it_it, pl_pl

source: Critical
de_de: Kritisch
es_es: Crítico
it_it: Critico
pl_pl: Krytyczny

source: Warning
de_de: Warnung
es_es: Advertencia
it_it: Avviso
pl_pl: Ostrzeżenie

source: Info
es_es: Información
pl_pl: Informacja

source: Order get failed
de_de: Abrufen der Bestellung fehlgeschlagen
es_es: No se pudo obtener el pedido
it_it: Impossibile recuperare l'ordine
pl_pl: Nie udało się pobrać zamówienia

source: Audit in progress
de_de: Prüfung läuft
es_es: Auditoría en curso
it_it: Verifica in corso
pl_pl: Trwa audyt

source: Audit Completed
de_de: Prüfung abgeschlossen
es_es: Auditoría completada
it_it: Verifica completata
pl_pl: Audyt zakończony

source: Please wait...
de_de: Bitte warten...
es_es: Por favor, espera…
it_it: Attendere...
pl_pl: Proszę czekać...

source: Critical problems total
de_de: Kritische Probleme gesamt
es_es: Problemas críticos totales
it_it: Problemi critici totali
pl_pl: Łączna liczba krytycznych problemów

source: Warnings total
de_de: Warnungen gesamt
es_es: Advertencias totales
it_it: Avvisi totali
pl_pl: Łączna liczba ostrzeżeń

source: Start
de_de: Starten
es_es: Iniciar
it_it: Avvia
pl_pl: Rozpocznij

source: Start again
de_de: Erneut starten
es_es: Iniciar de nuevo
it_it: Avvia di nuovo
pl_pl: Rozpocznij ponownie

source: The test couldn't continue due to server error.
de_de: Der Test konnte wegen eines Serverfehlers nicht fortgesetzt werden.
es_es: La prueba no pudo continuar por un error del servidor.
it_it: Il test non può continuare a causa di un errore del server.
pl_pl: Test nie mógł być kontynuowany z powodu błędu serwera.

source: A critical error occurred
de_de: Ein kritischer Fehler ist aufgetreten
es_es: Se produjo un error crítico
it_it: Si è verificato un errore critico
pl_pl: Wystąpił krytyczny błąd

source: The testing procedure was stopped by a critical error. Copy the log contents to the clipboard and download the logs to disk. If you don't see the error message or can't download the logs to disk, ask the administrator for the server error log file.
de_de: Der Testvorgang wurde durch einen kritischen Fehler gestoppt. Kopiere den Loginhalt in die Zwischenablage und lade ihn herunter. Wenn keine Fehlermeldung sichtbar ist oder der Download scheitert, bitte den Administrator um das Server-Error-Log.
es_es: El procedimiento de prueba se detuvo por un error crítico. Copia el registro y descárgalo. Si no ves el mensaje de error o no puedes descargar los registros, solicita al administrador el registro de errores del servidor.
it_it: La procedura di test è stata interrotta da un errore critico. Copia il contenuto del log negli appunti e scarica i log sul disco. Se non vedi l'errore o non riesci a scaricare, chiedi al tuo amministratore il file di errori del server.
pl_pl: Działanie modułu zostało przerwane przez błąd krytyczny. Skopiuj zawartość dziennika do schowka oraz pobierz logi na dysk. Jeżeli nie widać komunikatu błędu albo nie da się pobrać logów na dysk, poproś administratora o plik z logami błędów serwera.

source: Enter the BLIK code
de_de: Bitte geben Sie den BLIK-Code ein
es_es: Introduce el código BLIK
it_it: Inserisci il codice BLIK

source: The code has 6 digits. You'll find it in your banking app.
de_de: Der Code hat 6 Ziffern. Du findest ihn in deiner Banking-App.
es_es: El código tiene 6 dígitos. Lo encontrarás en tu aplicación bancaria.
it_it: Il codice è di 6 cifre. Lo trovi nella tua app bancaria.
pl_pl: Kod ma 6 cyfr. Znajdziesz go w swojej aplikacji bankowej.

source: The response format is invalid. Please copy this message and send it to our technical support:
de_de: Das Antwortformat ist ungültig. Bitte kopieren Sie diese Meldung und senden Sie sie an unseren technischen Support:
es_es: El formato de la respuesta no es válido. Copia este mensaje y envíalo a nuestro soporte técnico:
it_it: Il formato della risposta non è valido. Copia questo messaggio e invialo al nostro supporto tecnico:
pl_pl: Nieprawidłowy format odpowiedzi. Skopiuj tę wiadomość i wyślij do naszego wsparcia technicznego:

source: Invalid response. Code:
de_de: Ungültige Antwort. Code:
es_es: Respuesta no válida. Código:
it_it: Risposta non valida. Codice:
pl_pl: Nieprawidłowa odpowiedź. Kod:

source: Replace the default order confirmation endpoint address.
de_de: Standardadresse für Bestellbestätigung ersetzen.
es_es: Sustituir la URL predeterminada de confirmación de pedido.
it_it: Sostituisci l'endpoint predefinito di conferma ordine.
pl_pl: Zamień domyślny adres potwierdzenia zamówienia.

source: Replace the phrase:
de_de: Ausdruck ersetzen:
es_es: Reemplazar la frase:
it_it: Sostituisci la frase:
pl_pl: Zamień frazę:

source: To:
de_de: Durch:
es_es: Por:
it_it: Con:
pl_pl: Zamień na:

source: In a while you'll be redirected to the payment page screen
de_de: Du wirst gleich zur Zahlungsseite weitergeleitet
es_es: En unos segundos serás redirigido a la pantalla de pago
it_it: Tra poco verrai reindirizzato alla pagina di pagamento
pl_pl: Za chwilę zostaniesz przekierowany do ekranu płatności

source: Time to redirect:
de_de: Zeit bis zur Weiterleitung:
es_es: Tiempo hasta la redirección:
it_it: Tempo al reindirizzamento:
pl_pl: Pozostało do przekierowania:

source: Detailed documentation of advanced parameters:
de_de: Detaillierte Dokumentation der erweiterten Parameter:
es_es: Documentación detallada de los parámetros avanzados:
it_it: Documentazione dettagliata dei parametri avanzati:
pl_pl: Szczegółowa dokumentacja parametrów zaawansowanych:

source: Show documentation
de_de: Dokumentation anzeigen
es_es: Mostrar documentación
it_it: Mostra documentazione
pl_pl: Zobacz dokumentację

source: Use this feature carefully. The CSS code you enter may cause unexpected visual changes to your Checkout page.
de_de: Vorsicht: Eingebener CSS-Code kann unerwartete Darstellungsänderungen an der Kassenseite verursachen.
es_es: Usa esta función con precaución. El CSS que introduzcas puede provocar cambios visuales inesperados en la página de pago.
it_it: Usa con cautela: il CSS inserito può causare modifiche visive inattese nella pagina di checkout.
pl_pl: Używaj tej funkcji ostrożnie. Wprowadzony kod CSS, może spowodować nieoczekiwane zmiany w wyglądzie strony Zamówienia.

source: Save changes
de_de: Änderungen speichern
es_es: Guardar cambios
it_it: Salva modifiche
pl_pl: Zapisz zmiany

source: The problem occurred while retrieving a channel list
de_de: Beim Abrufen der Kanalliste ist ein Problem aufgetreten
es_es: Se produjo un problema al obtener la lista de canales
it_it: Si è verificato un problema durante il recupero dell'elenco dei canali
pl_pl: Wystąpił problem podczas pobierania listy kanałów

source: Show details
de_de: Details anzeigen
es_es: Mostrar detalles
it_it: Mostra dettagli
pl_pl: Pokaż szczegóły

source: Set the order at checkout
de_de: Legen Sie die Reihenfolge an der Kasse fest
es_es: Establece el orden en el checkout
it_it: Imposta l'ordine al momento del checkout
pl_pl: Ustaw kolejność na checkoucie

source: Reset to default
de_de: Auf Standard zurücksetzen
es_es: Restablecer valores predeterminados
it_it: Ripristina impostazioni predefinite
pl_pl: Przywróć domyślne

source: Meet Autopay.
de_de: Lerne Autopay kennen.
es_es: Conoce Autopay.
it_it: Scopri Autopay.
pl_pl: Poznaj Autopay.

source: Read more about this plugin:
de_de: Mehr über dieses Plugin:
es_es: Más información sobre este plugin:
it_it: Scopri di più su questo plugin:
pl_pl: Zapoznaj się z materiałami dotyczącymi naszej wtyczki:

source: Plugin configuration
de_de: Plugin-Konfiguration
es_es: Configuración del plugin Autopay
it_it: Configurazione plugin
pl_pl: Konfiguracja wtyczki Autopay

source: step by step guide
de_de: Schritt-für-Schritt-Anleitung
es_es: guía paso a paso
it_it: guida passo passo
pl_pl: krok po kroku

source: Frequently Asked Questions
de_de: Häufig gestellte Fragen
es_es: Preguntas frecuentes
it_it: Domande frequenti
pl_pl: Często zadawane pytania

source: Ask question about this plugin
de_de: Frage zu diesem Plugin stellen
es_es: Contactar con nosotros
it_it: Fai una domanda su questo plugin
pl_pl: Skontaktuj się z nami

source: Remove currency
de_de: Währung entfernen
es_es: Eliminar moneda
it_it: Rimuovi valuta
pl_pl: Usuń walutę

source: Are you sure to remove currency configuration:
de_de: Sind Sie sicher, dass Sie die Währungskonfiguration entfernen möchten:
es_es: Confirma la eliminación de la configuración de la moneda:
it_it: Sei sicuro di voler rimuovere la configurazione della valuta:
pl_pl: Czy na pewno chcesz usunąć konfigurację waluty:

source: Cancel
de_de: Abbrechen
es_es: Cancelar
it_it: Annulla
pl_pl: Anuluj

source: Available currencies
de_de: Verfügbare Währungen
es_es: Monedas disponibles
it_it: Valute disponibili
pl_pl: Dostępne waluty

source: max. 500 characters
de_de: max. 500 Zeichen
es_es: máx. 500 caracteres
it_it: max. 500 caratteri
pl_pl: maks. 500 znaków

source: Maximum length exceeded
de_de: Maximale Länge überschritten
es_es: Se superó la longitud máxima
it_it: Lunghezza massima superata
pl_pl: Przekroczono maksymalną długość

source: Event name
de_de: Ereignisname
es_es: Nombre del evento
it_it: Nome evento
pl_pl: Nazwa zdarzenia

source: Event ID
de_de: Ereignis-ID
es_es: ID del evento
it_it: ID evento
pl_pl: Identyfikator zdarzenia

source: Description
de_de: Beschreibung
es_es: Descripción
it_it: Descrizione
pl_pl: Opis

source: View product on list
de_de: Produkt in Liste anzeigen
es_es: Producto mostrado en lista
it_it: Mostra prodotto in lista
pl_pl: Wyświetl produkt na liście

source: Triggered for each product that is listed and visible to the customer when browsing the site.
de_de: Ausgelöst für jedes Produkt, das beim Stöbern auf der Website sichtbar gelistet ist.
es_es: Se dispara por cada producto listado y visible para el cliente al navegar por la web.
it_it: Attivato per ogni prodotto elencato e visibile all'utente durante la navigazione.
pl_pl: Wyzwalane dla każdego produktu, który znajduje się na liście i jest widoczny dla klienta podczas przeglądania strony.

source: View product details
de_de: Produktdetails anzeigen
es_es: Ver detalles del producto
it_it: Mostra dettagli prodotto
pl_pl: Zobacz szczegóły produktu

source: Triggered when a user visits a specific product page. Triggered when the page is displayed/loaded.
de_de: Ausgelöst, wenn ein Nutzer eine bestimmte Produktseite aufruft (beim Anzeigen/Laden).
es_es: Se dispara cuando un usuario visita la página de un producto; se activa al cargar la página.
it_it: Attivato quando un utente visita la pagina di un prodotto (alla visualizzazione/caricamento).
pl_pl: Wyzwalane, gdy użytkownik odwiedzi stronę określonego produktu. Wyzwalane podczas wyświetlania/ładowania strony.

source: Click on a product
de_de: Auf ein Produkt klicken
es_es: Clic en un producto
it_it: Clic su un prodotto
pl_pl: Kliknij na produkt

source: Triggered when a user adds a product to the cart.
de_de: Ausgelöst, wenn ein Nutzer ein Produkt in den Warenkorb legt.
es_es: Se dispara cuando un usuario añade un producto al carrito.
it_it: Attivato quando un utente aggiunge un prodotto al carrello.
pl_pl: Wyzwalane, gdy użytkownik doda produkt do koszyka.

source: Remove a product from the cart
de_de: Produkt aus dem Warenkorb entfernen
es_es: Eliminar producto del carrito
it_it: Rimuovi un prodotto dal carrello
pl_pl: Usuń produkt z koszyka

source: Triggered when a user removes a product from the cart.
de_de: Ausgelöst, wenn ein Nutzer ein Produkt aus dem Warenkorb entfernt.
es_es: Se dispara cuando un usuario elimina un producto del carrito.
it_it: Attivato quando un utente rimuove un prodotto dal carrello.
pl_pl: Wyzwalane, gdy użytkownik usunie produkt z koszyka.

source: Start the checkout process
de_de: Checkout starten
es_es: Iniciar el proceso de compra
it_it: Avvia il checkout
pl_pl: Rozpocznij proces realizacji zamówienia

source: Triggered when a user proceeds to checkout.
de_de: Ausgelöst, wenn ein Nutzer zum Checkout geht.
es_es: Se dispara cuando un usuario inicia el pago.
it_it: Attivato quando un utente procede al checkout.
pl_pl: Wyzwalane, gdy użytkownik przejdzie do kasy.

source: Completed order details
de_de: Bestelldetails abgeschlossen
es_es: Datos de pedido completados
it_it: Dettagli ordine completati
pl_pl: Wypełnione dane zamówienia

source: Triggered when the user has completed the checkout details.
de_de: Ausgelöst, wenn der Nutzer die Checkout-Daten vollständig eingegeben hat.
es_es: Se dispara cuando el usuario ha completado los datos del pedido.
it_it: Attivato quando l'utente completa i dati del checkout.
pl_pl: Wyzwalane, gdy użytkownik uzupełnił dane zamówienia.

source: Select payment method
de_de: Zahlungsart auswählen
es_es: Selección del método de pago
it_it: Seleziona metodo di pagamento
pl_pl: Wybór metody płatności

source: Triggered when the user has proceeded to the second step of the checkout (selection of payment method).
de_de: Ausgelöst, wenn der Nutzer den zweiten Checkout-Schritt (Zahlungsart wählen) erreicht.
es_es: Se dispara cuando el usuario llega al segundo paso (selección del método de pago).
it_it: Attivato quando l'utente raggiunge il secondo passaggio del checkout (scelta del metodo di pagamento).
pl_pl: Wyzwalane, gdy użytkownik przeszedł do drugiego kroku zamówienia (wybór metody płatności).

source: Complete transaction
de_de: Transaktion abschließen
es_es: Finalizar transacción
it_it: Completa la transazione
pl_pl: Zakończenie transakcji

source: Triggered when the transaction is successfully completed. It is sent on the server side so that the transaction is marked, even if the Customer has not returned to the thank you page.
de_de: Ausgelöst bei erfolgreichem Abschluss der Transaktion; serverseitig gesendet, auch wenn der Kunde nicht zur Dankesseite zurückkehrt.
es_es: Se dispara cuando la transacción se completa con éxito. Se envía desde el servidor para marcarla incluso si el cliente no vuelve a la página de agradecimiento.
it_it: Attivato al completamento positivo della transazione; inviato lato server anche se l'utente non torna alla pagina di ringraziamento.
pl_pl: Wyzwalane po pomyślnym zakończeniu transakcji. Wysyłane jest po stronie serwera, by transakcja została oznaczona, nawet jeśli klient nie powrócił do strony z podziękowaniem.

source: Import settings from 2.x/3.x version
de_de: Einstellungen aus Version 2.x/3.x importieren
es_es: Importar ajustes de la versión 2.x/3.x
it_it: Importa impostazioni dalla versione 2.x/3.x
pl_pl: Zaimportuj ustawienia z wersji 2.x/3.x

source: Imports Service ID, configuration key and environment setting ( testing / production)
de_de: Importiert Service-ID, Konfigurationsschlüssel und Umgebungsmodus (Test/Produktion)
es_es: Importa el Service ID, la clave de configuración y el entorno (pruebas/producción)
it_it: Importa Service ID, chiave di configurazione e ambiente (test / produzione)
pl_pl: Importuje Service ID, klucz konfiguracyjny oraz ustawienie środowiska (testowe / produkcyjne)

source: Start import
de_de: Import starten
es_es: Importar
it_it: Avvia import
pl_pl: Importuj

source: Check the connection
de_de: Verbindung prüfen
es_es: Comprobar la conexión
it_it: Verifica la connessione
pl_pl: Sprawdź połączenie

source: Check transaction
de_de: Transaktion prüfen
es_es: Verificar transacción
it_it: Verifica la transazione
pl_pl: Sprawdź poprawność transakcji

source: Connection and transaction validity audit
de_de: Prüfung von Verbindung und Transaktionsgültigkeit
es_es: Auditoría de conexión y validez de transacción
it_it: Verifica di connessione e validità transazioni
pl_pl: Audyt poprawności połączenia i transakcji

source: Critical problems total:
de_de: Kritische Probleme gesamt:
es_es: Problemas críticos totales:
it_it: Problemi critici totali:
pl_pl: Łączna liczba krytycznych problemów:

source: Warnings total:
de_de: Warnungen gesamt:
es_es: Advertencias totales:
it_it: Avvisi totali:
pl_pl: Łączna liczba ostrzeżeń:

source: Test has been completed. Click "Download full log" to download logs to disk.
de_de: Test abgeschlossen. Klicke auf "Vollständiges Log herunterladen", um die Protokolle zu speichern.
es_es: La prueba ha terminado. Haz clic en «Descargar registro completo» para guardarlo.
it_it: Test completato. Fai clic su "Scarica log completo" per salvarlo sul disco.
pl_pl: Test został ukończony. Kliknij „Pobierz pełny log”, aby zapisać log na dysku.

source: An error occurred during finalization:
de_de: Beim Abschluss ist ein Fehler aufgetreten:
es_es: Se produjo un error durante la finalización:
it_it: Si è verificato un errore durante la finalizzazione:
pl_pl: Podczas finalizacji wystąpił błąd:

source: An warning occurred during finalization:
de_de: Beim Abschluss ist eine Warnung aufgetreten:
es_es: Se produjo una advertencia durante la finalización:
it_it: Si è verificato un avviso durante la finalizzazione:
pl_pl: Podczas finalizacji wystąpiło ostrzeżenie:

source: Download full log
de_de: Vollständiges Log herunterladen
es_es: Descargar registro completo
it_it: Scarica log completo
pl_pl: Pobierz pełny log

source: Copy log to clipboard
de_de: Log in Zwischenablage kopieren
es_es: Copiar registro al portapapeles
it_it: Copia log negli appunti
pl_pl: Kopiuj log do schowka

source: max. 80 characters
de_de: max. 80 Zeichen
es_es: máx. 80 caracteres
it_it: max. 80 caratteri
pl_pl: maks. 80 znaków

source: Measurement ID, which you will find in Google Analytics:
de_de: Mess-ID (Measurement ID), die Sie in Google Analytics finden:
es_es: ID de medición (Measurement ID) que encontrarás en Google Analytics:
it_it: ID di misurazione (Measurement ID) che troverai in Google Analytics:
pl_pl: Identyfikator pomiaru, który znajdziesz w Google Analytics:

source: 1. Log into your Google Analytics dashboard and click on ‘Administrator’ in the bottom left corner.
de_de: 1. Melden Sie sich im Google-Analytics-Dashboard an und klicken Sie unten links auf „Administrator“.
es_es: 1. Inicia sesión en tu panel de Google Analytics y haz clic en «Administrador» en la esquina inferior izquierda.
it_it: 1. Accedi al pannello di Google Analytics e fai clic su «Amministratore» nell’angolo in basso a sinistra.
pl_pl: 1. Zaloguj się do Google Analytics i kliknij „Administrator” w lewym dolnym rogu.

source: 2. In the ‘Collecting and modifying data’ section, click ‘Data streams’.
de_de: 2. Klicken Sie im Bereich „Erfassung und Änderung von Daten“ auf „Datenstreams“.
es_es: 2. En la sección «Recopilación y modificación de datos», haz clic en «Flujos de datos».
it_it: 2. Nella sezione «Raccolta e modifica dei dati», fai clic su «Flussi di dati».
pl_pl: 2. W sekcji "Zbieranie i modyfikowanie danych" kliknij "Strumienie danych".

source: 3. Click the name of the data stream.
de_de: 3. Klicken Sie auf den Namen des Datenstreams.
es_es: 3. Haz clic en el nombre del flujo de datos.
it_it: 3. Fai clic sul nome del flusso di dati.
pl_pl: 3. Kliknij nazwę strumienia danych.

source: 4. Your Measurement ID is in the top right corner (e.g. G-QCX4K9GSPC).
de_de: 4. Ihre Mess-ID befindet sich oben rechts (z. B. G-QCX4K9GSPC).
es_es: 4. Tu ID de medición está en la esquina superior derecha (p. ej., G-QCX4K9GSPC).
it_it: 4. Il tuo ID di misurazione si trova in alto a destra (ad es. G-QCX4K9GSPC).
pl_pl: 4. Twój identyfikator pomiaru znajduje się w prawym górnym rogu (np. G-QCX4K9GSPC).

source: The Data Stream Identifier you will find in Google Anlytics:
de_de: Kennung des Datenstreams (Stream ID), die Sie in Google Analytics finden:
es_es: Identificador del flujo de datos (Stream ID) que encontrarás en Google Analytics:
it_it: Identificatore del flusso di dati (Stream ID) che troverai in Google Analytics:
pl_pl: Identyfikator strumienia danych, który znajdziesz w Google Anlytics:

source: 1. Log into your Google Analytics dashboard and click ‘Administration’.
de_de: 1. Melden Sie sich im Google-Analytics-Dashboard an und klicken Sie auf „Verwaltung“.
es_es: 1. Inicia sesión en el panel de Google Analytics y haz clic en «Administrador».
it_it: 1. Accedi al pannello di Google Analytics e fai clic su «Amministrazione».
pl_pl: 1. Zaloguj się do panelu Google Analytics i kliknij „Administracja”.

source: 2. In the ‘Services’ section, click ‘Data streams’.
de_de: 2. Klicken Sie im Bereich „Dienste“ auf „Datenstreams“.
es_es: 2. En la sección «Servicios», haz clic en «Flujos de datos».
it_it: 2. Nella sezione «Servizi», fai clic su «Flussi di dati».
pl_pl: 2. W sekcji „Usługi” kliknij „Strumienie danych”.

source: 4. Copy the identifier of the data stream from the ‘Stream details’ field.
de_de: 4. Kopieren Sie die Kennung des Datenstreams aus dem Feld „Details zum Stream“.
es_es: 4. Copia el identificador del flujo de datos del campo «Detalles del flujo».
it_it: 4. Copia l’identificatore del flusso di dati dal campo «Dettagli del flusso».
pl_pl: 4. Skopiuj identyfikator strumienia z pola „Szczegóły strumienia”.

source: Text API key, which you will find in Google Analytics:
de_de: Text-API-Schlüssel, den Sie in Google Analytics finden:
es_es: Clave de API de texto que encontrarás en Google Analytics:
it_it: Chiave API di testo che troverai in Google Analytics:
pl_pl: Tajny klucz API, który znajdziesz w Google Analytics:

source: 1. Go to ‘Administrator’ in the bottom left corner.
de_de: 1. Gehen Sie unten links zu „Administrator“.
es_es: 1. Ve a «Administrador» en la esquina inferior izquierda.
it_it: 1. Vai a «Amministratore» nell’angolo in basso a sinistra.
pl_pl: 1. Przejdź do „Administratora” w lewym dolnym rogu.

source: Test connection
de_de: Verbindung testen
es_es: Probar conexión
it_it: Test connessione
pl_pl: Test połączenia

source: Test transaction
de_de: Testtransaktion
es_es: Transacción de prueba
it_it: Transazione di prova
pl_pl: Transakcja testowa

source: Oops, something went wrong!
de_de: Ups, etwas ist schiefgelaufen!
es_es: ¡Vaya, algo salió mal!
it_it: Ops, qualcosa è andato storto!
pl_pl: Ups, coś poszło nie tak!

source: The list of services for Merchant couldn't be loaded. This may be a temporary problem. Try again in a while. If it still doesn't work,
de_de: Die Serviceliste für den Händler konnte nicht geladen werden. Das kann ein vorübergehendes Problem sein. Versuche es später erneut. Wenn es weiterhin nicht funktioniert,
es_es: No se pudo cargar la lista de servicios para el comerciante. Puede ser un problema temporal. Inténtalo de nuevo más tarde. Si persiste,
it_it: Impossibile caricare l'elenco dei servizi per il Merchant. Potrebbe trattarsi di un problema temporaneo. Riprova più tardi. Se il problema persiste,
pl_pl: Nie udało się załadować listy usług dla Merchanta. Może to być chwilowy problem. Spróbuj ponownie za chwilę. Jeśli dalej nie działa,

source: let us know.
de_de: gib uns Bescheid.
es_es: háznoslo saber.
it_it: facci sapere.
pl_pl: daj nam znać.

source: Select the payment method you want to use.
de_de: Wählen Sie die gewünschte Zahlungsmethode aus.
es_es: Seleccione el método de pago que desea utilizar.
it_it: Seleziona il metodo di pagamento che desideri utilizzare.
pl_pl: Wybierz metodę płatności, której chcesz użyć.

source: Appearance
de_de: Aussehen
es_es: Apariencia

source: Advanced
de_de: Erweiterte
es_es: Avanzado
it_it: Avanzato

source: Title and description have been reset to defaults.
de_de: Titel und Beschreibung wurden auf die Standardwerte zurückgesetzt.
es_es: El título y la descripción se han restablecido a los valores predeterminados.
it_it: Il titolo e la descrizione sono stati impostati a valori di default

source: No
de_de: Nein
pl_pl: Nie

source: 4. then click ‘Create’ in the ‘Measurement Protocol’ section.
pl_pl: 4. Następnie kliknij „Utwórz” w sekcji „Measurement Protocol”.
